<?php
/************************************************

			home の情報はこちらにて変更

************************************************/

/*　一番左の列情報 */
$about_text = 'カリフォルニア在住のジャーナリスト兼翻訳家。３児の父。元日本経済新聞編集委員。';
$about_image_url = 'images/ymakino.jpg';

/*　真ん中の列情報 */
$featured_book_title = '官報複合体';
$featured_book_tagline = '権力と一体化する新聞の大罪';
$featured_book_text = '（単著）日米の報道現場を比べながらジャーナリズムについて書いたノンフィクション。権力監視型ならぬ権力癒着型の報道が蔓延しているとの認識から、「軍産複合体」をもじって「官報複合体」という題名にしました。２０年以上にわたって温めていたテーマです。日本のメディアに批判的な立場ですが、ジャーナリズムを愛しているからこそです。';
$featured_book_image_url = 'images/no-image.jpg';
$featured_book_amazon_url = 'http://amzn.to/ssF8C3';
$featured_book_details = 'まえがき――　サミットの写真で分かる新聞と権力の関係

序章	　　東日本大震災の「発表報道」の大問題		

第１章　　内部告発は犯罪で権力は正義

第２章　　リーク依存症の大新聞

第３章　　権力側は匿名の不思議

第４章　　官報複合体を支える記者クラブ

第５章　　市民目線の報道と記者クラブの報道

第６章　　消費者の守護神

第７章　　調査報道ＶＳ日本型特ダネ

第８章　　調査報道の雄

第９章　　新聞の救世主

第１０章　　ニュースの正確性

第１１章　　１面トップの条件

第１２章　　ピュリツァーへの回帰

あとがき――　「社内的に微妙だから」は聞きたくなかった

';


/************************************************

			About の情報はこちらにて変更

************************************************/

$about_me_text_above = 'A Freelance Journalist & Translator in California';
$about_me_text_1 = '　　サラリーマンとして大手町で一生働き続ければ、安定した生活は保障されるけれども、１度しかない人生でそれではつまらない――。こう思い、新聞社（本社は東京・大手町）を早期退職、翌年に一家でカリフォルニアへ移住しました。

　　「ワーク・ライフ・バランス」を充実させようと決意し、脱サラしたのです。経済的に不安定な自営業者になりましたが、カリフォルニアという開放的な環境下で、子供たちと接する時間は飛躍的に増えました。詳細についてはブログ「<a href="http://worklifebalance.typepad.jp/blog/" target="_blank">大手町からカリフォルニア</a>s」をご覧ください。

　　それだけではありません。「ライフ」と同時に「ワーク」でも自己実現するためには脱サラが必要だったのです。

　　１９８０年代後半にニューヨークのコロンビア大学ジャーナリズムに留学して以来、２０年以上にわたって「日本のマスコミは構造問題を抱えている。世の中のためにもジャーナリズムの本を書きたい」と思い続けていました。しかし、新聞社に所属しながら新聞に批判的な内容の本を書くわけにはいきません。

　　２０１１年１月、念願かない、『<a href="books.php#0">官報複合体</a>』という形でジャーナリズム本を出版できました。妻との分担で家事と子育てをこなしながらの作業でしたが、２０年来の夢が実現し、感無量です。大所高所からのマスコミ論を語るのではなく、報道現場での体験を描くことで日米比較した点に価値があると思っています。この本が日本のジャーナリズムを良くするために少しでも役に立てばと願っています。

　　長らくジャーナリズム本を書きたいと思っていたとはいえ、記者としての専門分野は証券市場・企業経営でした。日米欧を舞台に２０年以上にわたって国際会計基準や企業統治（コーポレート・ガバナンス）、Ｍ＆Ａ（企業の合併・買収）などを取材してきました。「最強の投資家」ウォーレン・バフェットや「知の巨人」ピーター・ドラッカーに直接インタビューし、本にもまとめました。';

$about_me_text_2 = '　　『官報複合体』を上梓したこともあり、現在は取材テーマとしてはメディア・ジャーナリズムに軸足を置いています。講談社「現代ビジネス」やサンケイビジネスアイでコラム連載したり、本の翻訳を手がけたりしています。「現代ビジネス」のコラムは「<a href="http://gendai.ismedia.jp/category/makino" target="_blank">ジャーナリズムは死んだか</a>」です。
　　
　　「ワーク」とともに、小学校・保育園の送迎や食事の用意、買い物、掃除・洗濯などの「ライフ」も盛りだくさんです。目が回るほどですが、子供たちの笑顔にいつも救われます。サラリーマン時代よりも「ワーク」と「ライフ」のいずれもが充実――こう思えます。

　　住んでいるのはロサンゼルス近郊のクレアモント。ドラッカーが３０年以上も住み続けた「ドラッカー第２の故郷」です。永眠する直前のドラッカーに２週間にわたってインタビューした思い出深い土地であり、ドラッカー流「知識労働者」にぴったりの仕事環境です。';

$about_ryakureki = 'アメリカ在住のジャーナリスト兼翻訳家。

	東京生まれ。慶応大学経済学部卒業、米コロンビア大学大学院ジャーナリズムスクール卒業（修士号）。１９８３年、日本経済新聞社入社。英文日経記者、チューリヒ支局長、ニューヨーク駐在キャップ、「日経ビジネス」編集委員、本社編集委員などを歴任し、２００７年に独立。現在はカリフォルニアを拠点に活動し、講談社「<a href="http://gendai.ismedia.jp/category/makino" target="_blank">現代ビジネス</a>」や「<a href="http://www.sankeibiz.jp/story/story.htm" target="_blank">サンケイビジネスアイ</a>」などでコラム連載。

	単書に『<a href="books.php#0">官報複合体</a>』『<a href="books.php#1">不思議の国のＭ＆Ａ</a>』『<a href="books.php#2">最強の投資家バフェット</a>』、共著に『<a href="books.php#3">株主の反乱</a>』、訳書・解説書に『<a href="books.php#4">知の巨人　ドラッカー自伝</a>』、訳書に『<a href="books.php#6">ランド</a>』『<a href="books.php#7">市場の変相</a>』などがある。';

/************************************************

			Books の情報はこちらにて変更

************************************************/

/* 
	$books にhomeとbooksの本情報が含まれてます。
	本をリストに追加すには $books[index] のindexを増やしていき、
	arrayのコンテンツを以下のフォーマットにそって、追加できます
	array(
		'単著、共著、訳書・解説書、関連書、訳書のいずれか',
		'imageのurl', 
		'本のタイトル',
		'本のサブタイトル', 
		'要約', 
		'amazon への url'
	);
	なお、単著、共著、訳書・解説書、関連書、訳書を区別するのに置いて、以下のテキストを差し込んでください。
	単著　＝　tan
	共著　＝　kyo
	訳書・解説書 ＝　kaisetu
	関連書　＝　kanren
	訳書　＝　yaku
*/
$books = array();
$books[0] = array(
	'tan', 
	'images/no-image.jpg',
	'官報複合体',
	'権力と一体化した新聞の大罪',
	'（単著）日米の報道現場を比べながらジャーナリズムについて書いたノンフィクション。権力監視型ならぬ権力癒着型の報道が蔓延しているとの認識から、「軍産複合体」をもじって「官報複合体」という題名にしました。２０年以上にわたって温めていたテーマです。日本のメディアに批判的な立場ですが、ジャーナリズムを愛しているからこそです。詳細はこちら。', 
	'http://amzn.to/ssF8C3');
$books[1] = array(
	'tan', 
	'images/book-Fushigino.jpg',
	'不思議の国のＭ＆Ａ',
	'世界の常識・日本の非常識',
	'（単著）外資脅威論が吹き荒れてＭ＆Ａ（企業の合併・買収）法制がゆがんだり、買収価格を決めないままでＭ＆Ａが成立したりする――こんな不思議がまかり通る現状を浮き彫りにしました。オリンパス事件などの背後には日本株式会社の構造問題があるのです。さまざまな制約から新聞紙面上で使えなかった取材メモも本書の中で存分に取り込みました。', 
	'http://www.amazon.co.jp/dp/4532352738'
	);
$books[2] = array(
	'tan', 
	'images/book-Saikyouno.jpg',
	'最強の投資家バフェット',
	'',
	'（単著）最初の単著。世界一長者のウォーレン・バフェットとのインタビューのほか、コカ・コーラ、ウォルト・ディズニー、マイクロソフトの経営トップをはじめバフェットと親しい経営者への取材に基づいてまとめました。元となった単行本は１９９９年出版で、当時は日本でバフェットの存在はあまり知られていませんでした。９刷まで増刷。',
	'http://www.amazon.co.jp/dp/4532192897'
	);
$books[3] = array(
	'kyo', 
	'images/book-Kabunushi.jpg',
	'株主の反乱',
	'重役たちが裁かれる日',
	'（共著）日経新聞証券部の同僚２人と一緒に書いた共著。全５章のうち第１章（株主代表訴訟）と第５章（企業統治）を執筆。１９９３年出版で、アメリカで当時発表された学術論文の中で「日本の株主代表訴訟をテーマにしたパイオニア的作品」として引用されました。会計基準や企業監査も詳細に取材、「日本企業のガバナンス」の構造問題を提示しています。', 
	'http://www.amazon.co.jp/dp/4532141834'
);
$books[4] = array(
	'kaisetu', 
	'images/book-Chino.jpg',
	'知の巨人',
	'ドラッカー自伝',
	'（訳書・解説書）他界する直前の２００５年２月、経営学者ピーター・ドラッカーが日経新聞で「私の履歴書」を連載。それを土台にして本書は出版されました。私は２週間に及ぶインタビューのほか、自伝出版に際しては解説、年表などを担当。ドラッカーの入門書として最適です。日本語版のみのドラッカー本は本書だけという意味で、「訳書」ではなく「原書」です。', 
	''
);
$books[5] = array(
	'kanren', 
	'images/book-Watashino.jpg',
	'私の履歴書',
	'人生越境ゲーム',
	'（関連書）経済学者である青木昌彦・スタンフォード大学名誉教授の自伝。私の著作ではないですが、自伝執筆に協力したので「関連書」として挙げておきます。同教授は学者でありながら波瀾万丈の人生を送っており、同教授にインタビュー中、若き学生運動家としての人脈が私の父と共通することが判明し、私にとっても「家族再発見の旅」になりました。', 
	'http://www.amazon.co.jp/dp/4532353025'
);
$books[6] = array(
	'yaku',
	'images/book-Sekaiwo.jpg',
	'ランド',
	'世界を支配した研究所',
	'（訳書）数十人ものノーベル賞受賞者を輩出した「最強のシンクタンク」の話です。ゲーム理論、合理的選択理論、フェイルセーフ、システム分析、インターネット誕生などに興味がある方は必読。ランド本部は、私が住むクレアモントから車で１時間の高級リゾート地のサンタモニカにあります。「知識創造にはこんな環境が必要なのか」と思ってしまいます。', 
	'http://www.amazon.co.jp/dp/4163706305'
);
$books[7] = array(
	'yaku', 
	'images/book-Shijouno.jpg',
	'市場の変相',
	'',
	'（訳書）巨大債券ファンドである米ピムコの経営トップが書いた本です。フィナンシャル・タイムズ紙の「２００８年度最高のビジネス書」を授賞。「大恐慌以来の危機」が発生しているさなかに、「大恐慌以来の記事」を予言していた本書を翻訳する格好になりました。前の前で展開するドラマをリアルタイムで実体験しているような臨場感を味わいました。', 
	'http://www.amazon.co.jp/dp/483341905X'
);
$books[8] = array(
	'yaku', 
	'images/book-Kareinaru.jpg',
	'バフェット',
	'華麗なる流儀',
	'（訳書）「１００年に１度」といわれる２００８年経済危機について、「最強の投資家」ウォーレン・バフェット的価値観で解説した決定版。「バフェット本の翻訳はいつかやりたい」と思っていたところ、本書翻訳の依頼がありました。デリバティブなどの専門用語がたくさん出てきますが、心配無用。本書はリズム感のある文体と人間ドラマの面白さで光っています。', 
	'http://www.amazon.co.jp/dp/4492732683'
);

$books[9] = array(
	'yaku', 
	'images/book-Kareinaru.jpg',
	'バフェット',
	'華麗なる流儀',
	'（訳書）「１００年に１度」といわれる２００８年経済危機について、「最強の投資家」ウォーレン・バフェット的価値観で解説した決定版。「バフェット本の翻訳はいつかやりたい」と思っていたところ、本書翻訳の依頼がありました。デリバティブなどの専門用語がたくさん出てきますが、心配無用。本書はリズム感のある文体と人間ドラマの面白さで光っています。', 
	'http://www.amazon.co.jp/dp/4492732683'
);

$books[10] = array(
	'yaku', 
	'images/book-Kareinaru.jpg',
	'バフェット',
	'華麗なる流儀',
	'（訳書）「１００年に１度」といわれる２００８年経済危機について、「最強の投資家」ウォーレン・バフェット的価値観で解説した決定版。「バフェット本の翻訳はいつかやりたい」と思っていたところ、本書翻訳の依頼がありました。デリバティブなどの専門用語がたくさん出てきますが、心配無用。本書はリズム感のある文体と人間ドラマの面白さで光っています。', 
	'http://www.amazon.co.jp/dp/4492732683'
);

$books[11] = array(
	'yaku', 
	'images/book-Kareinaru.jpg',
	'バフェット',
	'華麗なる流儀',
	'（訳書）「１００年に１度」といわれる２００８年経済危機について、「最強の投資家」ウォーレン・バフェット的価値観で解説した決定版。「バフェット本の翻訳はいつかやりたい」と思っていたところ、本書翻訳の依頼がありました。デリバティブなどの専門用語がたくさん出てきますが、心配無用。本書はリズム感のある文体と人間ドラマの面白さで光っています。', 
	'http://www.amazon.co.jp/dp/4492732683'
);


/*
	
	
	http://www.amazon.co.jp/exec/obidos/ASIN/4532192897/sixapart-22
*/

/************************************************

			News の情報はこちらにて変更

************************************************/

$news = array();
$news[0] = array('January 12, 2011', '<a target="_blank" href="http://gendai.ismedia.jp/category/makino">現代ビジネス</a>に記事アップ');
$news[1] = array('January 13, 2011', '<a target="_blank" href="http://www.sankeibiz.jp/story/story.htm">サンケイビジネスアイ</a>に記事搭載');
$news[2] = array('January 18, 2011', '講談社から『<a target="_blank" href="http://amzn.to/ssF8C3">官報複合体</a>』発売');
$news[3] = array('January 19, 2011', '<a target="_blank" href="http://gendai.ismedia.jp/category/makino">現代ビジネス</a>に記事アップ');
$news[4] = array('January 26, 2011', '<a target="_blank" href="http://gendai.ismedia.jp/category/makino">現代ビジネス</a>に記事アップ');

?>